Repository: mrballistic/RaidCalculator2
Catalog: RaidCalculator2/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# synology_description
source: Synology Hybrid RAID (SHR) builds RAID in layers of matching capacity, so mixed drive sizes waste less space than classic RAID. SHR-2 keeps two drives’ worth of parity. Synology’s classic RAID 1, 5 and 6 treat every drive as the size of the smallest.
de: Synology Hybrid RAID (SHR) baut das RAID in Schichten gleicher Kapazität auf, daher verschenken unterschiedlich große Laufwerke weniger Platz als bei klassischem RAID. SHR-2 hält zwei Laufwerke an Parität vor. Das klassische RAID 1, 5 und 6 von Synology behandelt jedes Laufwerk so, als hätte es die Größe des kleinsten.
es: Synology Hybrid RAID (SHR) crea el RAID en capas de igual capacidad, así que las unidades de distintos tamaños desperdician menos espacio que con el RAID clásico. SHR-2 reserva el equivalente a dos unidades para paridad. Los RAID 1, 5 y 6 clásicos de Synology tratan cada unidad como si tuviera el tamaño de la más pequeña.
fr: Le Synology Hybrid RAID (SHR) construit le RAID par couches de capacité identique : des disques de tailles différentes gaspillent ainsi moins d’espace qu’en RAID classique. Le SHR-2 consacre l’équivalent de deux disques à la parité. Les RAID 1, 5 et 6 classiques de Synology traitent chaque disque comme s’il avait la taille du plus petit.
it: Synology Hybrid RAID (SHR) crea il RAID a strati di pari capacità, quindi dischi di dimensioni diverse sprecano meno spazio rispetto al RAID classico. SHR-2 riserva l’equivalente di due dischi alla parità. I RAID 1, 5 e 6 classici di Synology trattano ogni disco come se avesse la dimensione del più piccolo.
ja: Synology Hybrid RAID（SHR）は同じ容量の層ごとにRAIDを構成するため、容量の異なるドライブでも従来のRAIDより無駄が少なくなります。SHR-2はドライブ2台分のパリティを持ちます。Synologyの従来のRAID 1、5、6では、すべてのドライブが最も小さいドライブの容量として扱われます。
ko: Synology Hybrid RAID(SHR)는 용량이 같은 계층 단위로 RAID를 구성하므로, 크기가 다른 드라이브를 섞어도 기존 RAID보다 낭비되는 공간이 적습니다. SHR-2는 드라이브 2개 분량의 패리티를 유지합니다. Synology의 기존 RAID 1, 5, 6은 모든 드라이브를 가장 작은 드라이브의 크기로 취급합니다.
pt_br: O Synology Hybrid RAID (SHR) monta o RAID em camadas de mesma capacidade, então unidades de tamanhos diferentes desperdiçam menos espaço que no RAID clássico. O SHR-2 reserva o equivalente a duas unidades para paridade. Os RAID 1, 5 e 6 clássicos da Synology tratam cada unidade como se tivesse o tamanho da menor.
zh_hans: Synology Hybrid RAID（SHR）按相同容量分层构建 RAID，因此混用不同容量的硬盘时，浪费的空间比传统 RAID 少。SHR-2 保留两块硬盘容量的校验数据。Synology 的传统 RAID 1、5 和 6 把每块硬盘都按最小硬盘的容量计算。
zh_hant: Synology Hybrid RAID（SHR）以容量相同的層為單位建立 RAID，因此混用不同容量的硬碟時，浪費的空間比傳統 RAID 少。SHR-2 保留相當於兩顆硬碟的同位元。Synology 的傳統 RAID 1、5 和 6 會將每顆硬碟都視為最小硬碟的容量。

# synology_pros
source: Mixed drive sizes waste little or no space Add larger drives over time, one at a time SHR-2 survives any two drive failures
de: Unterschiedlich große Laufwerke verschenken wenig oder keinen Platz Nach und nach größere Laufwerke hinzufügen, eines nach dem anderen SHR-2 übersteht zwei beliebige Laufwerksausfälle
es: Las unidades de distintos tamaños desperdician poco o ningún espacio Permite añadir unidades más grandes con el tiempo, de una en una SHR-2 sobrevive a dos fallos de unidad cualesquiera
fr: Les disques de tailles différentes ne gaspillent que peu ou pas d’espace Ajout progressif de disques plus grands, un à la fois Le SHR-2 survit à deux pannes de disque quelconques
it: Dischi di dimensioni diverse sprecano poco o nessuno spazio Si possono aggiungere dischi più grandi nel tempo, uno alla volta SHR-2 sopravvive a due guasti qualsiasi dei dischi
ja: 容量の異なるドライブでも無駄がほとんどない 大容量ドライブを1台ずつ、徐々に追加できる SHR-2はどの2台のドライブ故障にも耐えられる
ko: 크기가 다른 드라이브를 섞어도 낭비되는 공간이 거의 없음 시간을 두고 더 큰 드라이브를 하나씩 추가 가능 SHR-2는 어떤 드라이브 2개의 장애도 견딤
pt_br: Unidades de tamanhos diferentes desperdiçam pouco ou nenhum espaço Permite adicionar unidades maiores com o tempo, uma de cada vez O SHR-2 sobrevive à falha de quaisquer duas unidades
zh_hans: 混用不同容量的硬盘，几乎不浪费空间 可以逐步添加更大的硬盘，每次一块 SHR-2 可承受任意两块硬盘故障
zh_hant: 混用不同容量的硬碟幾乎不浪費空間 可逐步加入更大的硬碟，一次一顆 SHR-2 可承受任意兩顆硬碟故障

# synology_use_cases
source: Home NAS built up over years with mixed drives Plex and media libraries Family photo and backup storage
de: Heim-NAS, über Jahre mit gemischten Laufwerken gewachsen Plex und Mediatheken Speicher für Familienfotos und Backups
es: NAS domésticos ampliados a lo largo de los años con unidades de distintos tamaños Plex y bibliotecas multimedia Almacenamiento de fotos familiares y backups
fr: NAS domestiques étoffés au fil des ans avec des disques variés Plex et médiathèques Stockage de photos de famille et de sauvegardes
it: NAS domestici ampliati negli anni con dischi diversi Plex e librerie multimediali Archiviazione di foto di famiglia e backup
ja: 容量の異なるドライブで長年かけて拡張してきた家庭用NAS Plexとメディアライブラリ 家族の写真やバックアップの保存
ko: 여러 해에 걸쳐 크기가 다른 드라이브로 확장해 온 가정용 NAS Plex 및 미디어 라이브러리 가족 사진 및 백업 저장소
pt_br: NAS domésticos ampliados ao longo dos anos com unidades de tamanhos diferentes Plex e bibliotecas de mídia Armazenamento de fotos de família e backups
zh_hans: 多年来用不同容量硬盘逐步扩充的家用 NAS Plex 和媒体库 家庭照片和备份存储
zh_hant: 多年來以不同容量硬碟逐步擴充的家用 NAS Plex 與媒體庫 家庭照片與備份儲存

source: Typical Use Cases
de: Typische Einsatzbereiche
es: Casos de Uso Típicos
fr: Cas d’Usage Typiques
it: Casi d’Uso Tipici
ja: 典型的な使用例
ko: 주요 사용 사례
pt_br: Casos de uso típicos
zh_hans: 典型使用场景
zh_hant: 典型使用情境

# unraid_calculation
source: The largest drives become parity, so parity is always at least as large as every data drive. Parity updates as you write, so protection is always current. Usable space is the total of the data drives, and the array survives as many drive failures as it has parity drives. Unraid’s separate cache and ZFS pools aren’t included.
de: Die größten Laufwerke dienen als Parität, daher ist die Parität immer mindestens so groß wie jedes Datenlaufwerk. Die Parität wird beim Schreiben aktualisiert, der Schutz ist also immer aktuell. Der nutzbare Speicher ist die Summe der Datenlaufwerke, und das Array übersteht so viele Laufwerksausfälle, wie es Paritätslaufwerke hat. Die separaten Cache- und ZFS-Pools von Unraid sind nicht berücksichtigt.
es: Las unidades más grandes se usan para paridad, así que la paridad siempre es al menos tan grande como cada unidad de datos. La paridad se actualiza con cada escritura, por lo que la protección siempre está al día. El espacio utilizable es la suma de las unidades de datos, y el conjunto sobrevive a tantos fallos de unidad como unidades de paridad tenga. No se incluyen los pools de caché y ZFS independientes de Unraid.
fr: Les plus grands disques servent à la parité, qui est donc toujours au moins aussi grande que chaque disque de données. La parité se met à jour à chaque écriture, la protection est donc toujours actuelle. L’espace utilisable correspond au total des disques de données, et la grappe survit à autant de pannes de disque qu’elle compte de disques de parité. Les pools de cache et ZFS distincts d’Unraid ne sont pas inclus.
it: I dischi più grandi diventano dischi di parità, quindi la parità è sempre grande almeno quanto ogni disco dati. La parità si aggiorna a ogni scrittura, quindi la protezione è sempre aggiornata. Lo spazio utilizzabile è il totale dei dischi dati, e l’array sopravvive a tanti guasti quanti sono i suoi dischi di parità. I pool cache e ZFS separati di Unraid non sono inclusi.
ja: 最も大きいドライブがパリティになるため、パリティは常にすべてのデータドライブと同じかそれ以上の容量になります。パリティは書き込みのたびに更新されるため、保護は常に最新の状態です。使用可能容量はデータドライブの合計で、アレイはパリティドライブと同じ数のドライブ故障に耐えられます。Unraidの別個のキャッシュプールとZFSプールは含まれません。
ko: 가장 큰 드라이브가 패리티가 되므로, 패리티는 항상 모든 데이터 드라이브와 같거나 더 큽니다. 패리티는 쓸 때마다 업데이트되므로 보호가 항상 최신 상태로 유지됩니다. 사용 가능한 공간은 데이터 드라이브의 합계이며, 어레이는 패리티 드라이브 수만큼의 드라이브 장애를 견딜 수 있습니다. Unraid의 별도 캐시 풀과 ZFS 풀은 포함되지 않습니다.
pt_br: As unidades maiores viram paridade, então a paridade é sempre pelo menos tão grande quanto cada unidade de dados. A paridade é atualizada a cada gravação, então a proteção está sempre em dia. O espaço utilizável é a soma das unidades de dados, e o conjunto sobrevive a tantas falhas de unidade quantas forem as unidades de paridade. Os pools de cache e ZFS separados do Unraid não estão incluídos.
zh_hans: 最大的硬盘用作校验盘，因此校验盘始终不小于任何一块数据盘。校验在写入时更新，因此保护始终是最新的。可用空间为数据盘的总和，阵列可承受的硬盘故障数与校验盘数量相同。Unraid 单独的缓存池和 ZFS 存储池不计算在内。
zh_hant: 最大的硬碟會成為同位元，因此同位元一定不小於任何一顆資料硬碟。同位元會隨寫入即時更新，因此保護始終是最新的。可用空間為資料硬碟的總和，陣列可承受的硬碟故障數與同位元硬碟數相同。Unraid 另外的快取儲存池與 ZFS 儲存池不計入。

# unraid_cons
source: Each parity drive must be at least as large as your largest data drive Writes are slower than striped RAID Reads are only as fast as a single drive
de: Jedes Paritätslaufwerk muss mindestens so groß sein wie dein größtes Datenlaufwerk Schreibvorgänge sind langsamer als bei RAID mit Striping Lesen ist nur so schnell wie ein einzelnes Laufwerk
es: Cada unidad de paridad debe ser al menos tan grande como la unidad de datos más grande Escrituras más lentas que en un RAID con striping Las lecturas no son más rápidas que con una sola unidad
fr: Chaque disque de parité doit être au moins aussi grand que le plus grand disque de données Écritures plus lentes qu’en RAID avec striping Lectures pas plus rapides qu’avec un seul disque
it: Ogni disco di parità deve essere grande almeno quanto il disco dati più grande Scritture più lente del RAID in striping Letture non più veloci di un singolo disco
ja: 各パリティドライブには最大のデータドライブ以上の容量が必要 ストライピングRAIDより書き込みが遅い 読み取り速度は単一ドライブと同じ
ko: 각 패리티 드라이브는 가장 큰 데이터 드라이브 이상의 크기여야 함 스트라이핑 RAID보다 쓰기가 느림 읽기 속도는 단일 드라이브와 같음
pt_br: Cada unidade de paridade precisa ser pelo menos tão grande quanto sua maior unidade de dados A gravação é mais lenta que em um RAID com striping A leitura não é mais rápida que a de uma única unidade
zh_hans: 每块校验盘都不能小于最大的数据盘 写入比条带化 RAID 慢 读取速度与单块硬盘相同
zh_hant: 每顆同位元硬碟都必須不小於最大的資料硬碟 寫入速度比等量分割的 RAID 慢 讀取速度與單顆硬碟相同

# unraid_data_limit
source: Unraid arrays hold up to 28 data drives plus 2 parity drives.
de: Ein Unraid-Array fasst bis zu 28 Datenlaufwerke plus 2 Paritätslaufwerke.
es: Un conjunto de Unraid admite hasta 28 discos de datos más 2 discos de paridad.
fr: Une grappe Unraid accepte jusqu’à 28 disques de données plus 2 disques de parité.
it: Un array Unraid contiene fino a 28 dischi dati più 2 dischi di parità.
ja: Unraidのアレイには、データドライブを最大28台、パリティドライブを2台まで搭載できます。
ko: Unraid 어레이에는 데이터 드라이브 최대 28개와 패리티 드라이브 2개를 사용할 수 있습니다.
pt_br: Um conjunto do Unraid comporta até 28 discos de dados mais 2 discos de paridade.
zh_hans: Unraid 阵列最多可容纳 28 块数据盘和 2 块校验盘。
zh_hant: Unraid 陣列最多可容納 28 顆資料硬碟加上 2 顆同位元硬碟。

# unraid_description
source: Unraid keeps each data drive as its own file system and protects them with one or two parity drives. Drives can be any size, and every data drive’s full capacity is usable.
de: Unraid behält auf jedem Datenlaufwerk ein eigenes Dateisystem und schützt die Laufwerke mit ein oder zwei Paritätslaufwerken. Die Laufwerke dürfen beliebig groß sein, und die volle Kapazität jedes Datenlaufwerks ist nutzbar.
es: Unraid mantiene cada unidad de datos con su propio sistema de archivos y las protege con una o dos unidades de paridad. Las unidades pueden ser de cualquier tamaño, y se puede usar toda la capacidad de cada unidad de datos.
fr: Unraid conserve chaque disque de données sous la forme d’un système de fichiers indépendant et les protège avec un ou deux disques de parité. Les disques peuvent être de n’importe quelle taille, et toute la capacité de chaque disque de données est utilisable.
it: Unraid mantiene ogni disco dati come un file system a sé e li protegge con uno o due dischi di parità. I dischi possono essere di qualsiasi dimensione, e l’intera capacità di ogni disco dati è utilizzabile.
ja: Unraidは各データドライブをそれぞれ独立したファイルシステムとして保持し、1台または2台のパリティドライブで保護します。ドライブの容量は自由で、各データドライブの全容量を使用できます。
ko: Unraid는 각 데이터 드라이브를 독립된 파일 시스템으로 유지하고 패리티 드라이브 1개 또는 2개로 보호합니다. 드라이브 크기에는 제한이 없으며, 각 데이터 드라이브의 전체 용량을 사용할 수 있습니다.
pt_br: O Unraid mantém cada unidade de dados com seu próprio sistema de arquivos e as protege com uma ou duas unidades de paridade. As unidades podem ter qualquer tamanho, e toda a capacidade de cada unidade de dados é utilizável.
zh_hans: Unraid 让每块数据盘保持各自独立的文件系统，并用一块或两块校验盘提供保护。硬盘容量不限，每块数据盘的全部容量都可使用。
zh_hant: Unraid 將每顆資料硬碟保留為各自獨立的檔案系統，並以一或兩顆同位元硬碟加以保護。硬碟容量不限，每顆資料硬碟的全部容量都可使用。

# unraid_not_affiliated
source: Not affiliated with or endorsed by Lime Technology, Inc. Unraid is a trademark of Lime Technology, Inc.
de: Steht in keiner Verbindung zu Lime Technology, Inc. und wird von Lime Technology, Inc. weder unterstützt noch empfohlen. Unraid ist eine Marke von Lime Technology, Inc.
es: Sin afiliación ni respaldo de Lime Technology, Inc. Unraid es una marca comercial de Lime Technology, Inc.
fr: Non affilié à Lime Technology, Inc. ni approuvé par elle. Unraid est une marque de Lime Technology, Inc.
it: Non affiliato né approvato da Lime Technology, Inc. Unraid è un marchio di Lime Technology, Inc.
ja: Lime Technology, Inc.とは提携しておらず、同社の承認も受けていません。UnraidはLime Technology, Inc.の商標です。
ko: Lime Technology, Inc.와 제휴 관계가 없으며 Lime Technology, Inc.의 승인을 받지 않았습니다. Unraid는 Lime Technology, Inc.의 상표입니다.
pt_br: Não afiliado à Lime Technology, Inc. nem endossado por ela. Unraid é uma marca comercial da Lime Technology, Inc.
zh_hans: 本 App 与 Lime Technology, Inc. 无关联，亦未获其认可。Unraid 是 Lime Technology, Inc. 的商标。
zh_hant: 本 App 與 Lime Technology, Inc. 無任何關係，亦未獲其認可。Unraid 是 Lime Technology, Inc. 的商標。

# unraid_pros
source: Mix drive sizes freely, with no space lost Add one drive at a time If more drives fail than parity covers, the surviving data drives still hold their files
de: Beliebig große Laufwerke kombinierbar, ohne Platzverlust Laufwerke einzeln hinzufügen Fallen mehr Laufwerke aus, als die Parität abdeckt, behalten die intakten Datenlaufwerke ihre Dateien
es: Permite combinar libremente unidades de distintos tamaños, sin perder espacio Permite añadir unidades de una en una Si fallan más unidades de las que cubre la paridad, las unidades de datos restantes conservan sus archivos
fr: Disques de tailles différentes combinables librement, sans perte d’espace Ajout de disques un par un Si plus de disques tombent en panne que la parité n’en couvre, les disques de données restants conservent leurs fichiers
it: Dischi di dimensioni diverse combinabili liberamente, senza perdita di spazio Si può aggiungere un disco alla volta Se si guastano più dischi di quanti ne copra la parità, i dischi dati superstiti conservano i loro file
ja: 容量の異なるドライブを自由に組み合わせても容量を失わない ドライブを1台ずつ追加できる パリティでカバーできる以上のドライブが故障しても、残ったデータドライブのファイルは失われない
ko: 크기가 다른 드라이브를 자유롭게 섞어도 공간 손실 없음 드라이브를 하나씩 추가 가능 패리티가 감당할 수 있는 것보다 많은 드라이브에 장애가 발생해도 남은 데이터 드라이브의 파일은 유지됨
pt_br: Combina livremente unidades de tamanhos diferentes, sem perder espaço Permite adicionar uma unidade de cada vez Se falharem mais unidades do que a paridade cobre, as unidades de dados que sobrevivem mantêm seus arquivos
zh_hans: 随意混用不同容量的硬盘，不损失空间 每次可添加一块硬盘 即使故障硬盘多于校验盘的保护范围，未故障的数据盘上的文件仍然保留
zh_hant: 可自由混用不同容量的硬碟，不損失任何空間 一次可加入一顆硬碟 即使故障的硬碟數超出同位元的保護範圍，倖存資料硬碟上的檔案仍會保留

# unraid_use_cases
source: Home media servers that grow a drive at a time Mixed collections of old and new drives Servers that also run apps and virtual machines
de: Medienserver für zu Hause, die Laufwerk für Laufwerk wachsen Gemischte Sammlungen aus alten und neuen Laufwerken Server, auf denen auch Apps und virtuelle Maschinen laufen
es: Servidores multimedia domésticos que crecen unidad a unidad Colecciones mixtas de unidades antiguas y nuevas Servidores que también ejecutan aplicaciones y máquinas virtuales
fr: Serveurs multimédias domestiques qui s’agrandissent disque par disque Assortiments de disques anciens et récents Serveurs qui font aussi tourner des applications et des machines virtuelles
it: Media server domestici che crescono un disco alla volta Raccolte miste di dischi vecchi e nuovi Server che eseguono anche app e macchine virtuali
ja: ドライブを1台ずつ増やしていく家庭用メディアサーバー 新旧のドライブが混在する構成 アプリや仮想マシンも動かすサーバー
ko: 드라이브를 하나씩 늘려 가는 가정용 미디어 서버 새 드라이브와 오래된 드라이브가 섞인 구성 앱과 가상 머신도 실행하는 서버
pt_br: Servidores de mídia domésticos que crescem uma unidade por vez Coleções mistas de unidades antigas e novas Servidores que também executam apps e máquinas virtuais
zh_hans: 每次增加一块硬盘的家用媒体服务器 新旧硬盘混用的组合 同时运行应用和虚拟机的服务器
zh_hant: 一次增加一顆硬碟的家用媒體伺服器 混用新舊硬碟的配置 同時執行 App 與虛擬機器的伺服器

# unused_summary
source: %@ unused with this mix of drives
de: %@ ungenutzt bei dieser Laufwerksmischung
es: %@ sin usar con esta combinación de discos
fr: %@ inutilisés avec cette combinaison de disques
it: %@ inutilizzati con questa combinazione di dischi
ja: このドライブ構成では%@が未使用
ko: 이 드라이브 조합에서 %@ 미사용
pt_br: %@ sem uso com esta combinação de discos
zh_hans: 在这种硬盘组合下，有 %@ 未使用
zh_hant: 此硬碟組合有 %@ 未使用

source: Usable Capacity
de: Nutzbare Kapazität
es: Capacidad Utilizable
fr: Capacité Utilisable
it: Capacità Utilizzabile
ja: 使用可能容量
ko: 사용 가능 용량
pt_br: Capacidade utilizável
zh_hans: 可用容量
zh_hant: 可用容量

# use_drive_count
source: Use %d drives
de: %d Laufwerke verwenden
es: Usar %d unidades
fr: Utiliser %d disques
it: Usa %d dischi
ja: %d台に変更
ko: 드라이브 %d개 사용
pt_br: Usar %d discos
zh_hans: 使用 %d 块硬盘
zh_hant: 使用 %d 顆硬碟

# use_drive_count_groups
source: Use %1$d drives in %2$d groups
de: %1$d Laufwerke in %2$d Gruppen verwenden
es: Usar %1$d unidades en %2$d grupos
fr: Utiliser %1$d disques en %2$d groupes
it: Usa %1$d dischi in %2$d gruppi
ja: %1$d台・%2$dグループに変更
ko: 드라이브 %1$d개를 그룹 %2$d개로 사용
pt_br: Usar %1$d discos em %2$d grupos
zh_hans: 使用 %1$d 块硬盘，分为 %2$d 组
zh_hant: 使用 %1$d 顆硬碟，分為 %2$d 組

# use_group_count
source: Use %d groups
de: %d Gruppen verwenden
es: Usar %d grupos
fr: Utiliser %d groupes
it: Usa %d gruppi
ja: %dグループに変更
ko: 그룹 %d개 사용
pt_br: Usar %d grupos
zh_hans: 使用 %d 组
zh_hant: 使用 %d 個群組

# use_level
source: Use %@
de: %@ verwenden
es: Usar %@
fr: Utiliser le %@
it: Usa il %@
ja: %@に変更
ko: %@ 사용
pt_br: Usar o %@
zh_hans: 使用 %@
zh_hant: 使用 %@

source: Use one group
de: Eine Gruppe verwenden
es: Usar un grupo
fr: Utiliser un groupe
it: Usa un gruppo
ja: 1グループに変更
ko: 그룹 1개 사용
pt_br: Usar um grupo
zh_hans: 使用 1 组
zh_hant: 使用單一群組

# use_parity_count
source: Use %d parity drives
de: %d Paritätslaufwerke verwenden
es: Usar %d discos de paridad
fr: Utiliser %d disques de parité
it: Usa %d dischi di parità
ja: パリティドライブを%d台に変更
ko: 패리티 드라이브 %d개 사용
pt_br: Usar %d discos de paridade
zh_hans: 使用 %d 块校验盘
zh_hant: 使用 %d 顆同位元硬碟

source: Very High
de: Sehr hoch
es: Muy Alta
fr: Très Élevée
it: Molto Alta
ja: 非常に高い
ko: 매우 높음
pt_br: Muito alta
zh_hans: 很高
zh_hant: 非常高

source: Very Low
de: Sehr niedrig
es: Muy Baja
fr: Très Faible
it: Molto Bassa
ja: 非常に低い
ko: 매우 낮음
pt_br: Muito baixa
zh_hans: 很低
zh_hant: 非常低

# wide_zfs_group_caution
source: Each RAID‑Z group is %d drives wide. Very wide groups take a long time to rebuild after a failure; more, narrower groups rebuild faster.
de: Jede RAID‑Z-Gruppe ist %d Laufwerke breit. Sehr breite Gruppen brauchen nach einem Ausfall lange für den Rebuild; mehr, schmalere Gruppen sind schneller wiederhergestellt.
es: Cada grupo RAID‑Z tiene %d unidades de ancho. Los grupos muy anchos tardan mucho en reconstruirse tras un fallo; más grupos, y más estrechos, se reconstruyen antes.
fr: Chaque groupe RAID‑Z fait %d disques de large. Les groupes très larges mettent longtemps à se reconstruire après une panne ; des groupes plus nombreux et plus étroits se reconstruisent plus vite.
it: Ogni gruppo RAID‑Z è largo %d dischi. I gruppi molto larghi richiedono molto tempo per la ricostruzione dopo un guasto; più gruppi, più stretti, si ricostruiscono prima.
ja: 各RAID‑Zグループの幅はドライブ%d台です。幅が非常に広いグループは故障後の再構築に長い時間がかかります。より狭いグループを増やすと、再構築が速くなります。
ko: 각 RAID‑Z 그룹의 폭은 드라이브 %d개입니다. 매우 넓은 그룹은 장애 후 재구축에 오랜 시간이 걸립니다. 더 좁은 그룹을 여러 개 두면 재구축이 더 빠릅니다.
pt_br: Cada grupo RAID‑Z tem %d unidades de largura. Grupos muito largos demoram muito para se reconstruir após uma falha; mais grupos, e mais estreitos, se reconstroem mais rápido.
zh_hans: 每个 RAID‑Z 组的宽度为 %d 块硬盘。超宽组在故障后需要很长时间重建；组数更多、每组更窄时，重建更快。
zh_hant: 每個 RAID‑Z 群組的寬度為 %d 顆硬碟。極寬的群組在故障後需要很長時間重建；改用更多、更窄的群組，重建會更快。

# wide_zfs_group_caution_single
source: This RAID‑Z group is %d drives wide. Very wide groups take a long time to rebuild after a failure; more, narrower groups rebuild faster.
de: Diese RAID‑Z-Gruppe ist %d Laufwerke breit. Sehr breite Gruppen brauchen nach einem Ausfall lange für den Rebuild; mehr, schmalere Gruppen sind schneller wiederhergestellt.
es: Este grupo RAID‑Z tiene %d unidades de ancho. Los grupos muy anchos tardan mucho en reconstruirse tras un fallo; más grupos, y más estrechos, se reconstruyen antes.
fr: Ce groupe RAID‑Z fait %d disques de large. Les groupes très larges mettent longtemps à se reconstruire après une panne ; des groupes plus nombreux et plus étroits se reconstruisent plus vite.
it: Questo gruppo RAID‑Z è largo %d dischi. I gruppi molto larghi richiedono molto tempo per la ricostruzione dopo un guasto; più gruppi, più stretti, si ricostruiscono prima.
ja: このRAID‑Zグループの幅はドライブ%d台です。幅が非常に広いグループは故障後の再構築に長い時間がかかります。より狭いグループを増やすと、再構築が速くなります。
ko: 이 RAID‑Z 그룹의 폭은 드라이브 %d개입니다. 매우 넓은 그룹은 장애 후 재구축에 오랜 시간이 걸립니다. 더 좁은 그룹을 여러 개 두면 재구축이 더 빠릅니다.
pt_br: Este grupo RAID‑Z tem %d unidades de largura. Grupos muito largos demoram muito para se reconstruir após uma falha; mais grupos, e mais estreitos, se reconstroem mais rápido.
zh_hans: 此 RAID‑Z 组的宽度为 %d 块硬盘。超宽组在故障后需要很长时间重建；组数更多、每组更窄时，重建更快。
zh_hant: 此 RAID‑Z 群組的寬度為 %d 顆硬碟。極寬的群組在故障後需要很長時間重建；改用更多、更窄的群組，重建會更快。
